Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: Do you know that it' s been... a couple of years since I' ve talked to anybody?
ru: Знаешь, а я уже... два года ни с кем не разговаривала.

source: That' s OK.
ru: Это ничего.

source: You' re really good at it.
ru: У вас хорошо получается.

source: You' re not boring.
ru: С вами не скучно.

source: You don' t mumble or spit when you talk.
ru: Вы не бубните себе под нос, когда говорите.

source: You should do it more often.
ru: Вам надо чаще это делать.

source: [Woman laughs]
ru: И не носить одежду... которую загадили голуби.

source: Oh, I have been working very hard... at keeping people away, haven' t l?
ru: О, я много работала над тем... чтобы люди сторонились меня, правда?

source: I always think I' il have a lot of fun if I' m alone... but being alone isn' t much fun.
ru: Я всегда думал, что когда я один, мне очень весело... но быть одному не так весело.

source: I' d rather be with somebody than by myself.
ru: Меня не волнует, насколько люди достают меня иногда... но это лучше, чем быть одному.

source: So what are you doing running around the streets... on Christmas Eve alone?
ru: Так что ты делаешь один на улице... один на Рождество?

source: Did you get into trouble?
ru: Ты попал в беду?

source: You' ve done something wrong?
ru: Ты что- то натворил?

source: A lot of things.
ru: Много чего.

source: Did you know that a good deed erases a bad deed?
ru: Ты знаешь, что хорошее дело, компенсирует плохое?

source: It' s getting pretty late.
ru: Уже поздно.

source: I don' t know if I' il have enough time... to erase all the bad deeds I did.
ru: Не знаю, хватит ли у меня времени... компенсировать все мои плохие поступки.

source: Well, it' s Christmas Eve.
ru: Но это же Рождество.

source: Good deeds count for extra tonight.
ru: Хорошие поступки становятся вдвойне хорошими сегодня.

source: - They do?
ru: - Правда?

source: - Of course they do.
ru: - Конечно.

source: So you must think of the most important thing... that you can do for others... and go and do it.
ru: Так что подумай о самом важном... что ты можешь сделать для других... иди и сделай это.

source: Just follow the star in your own heart.
ru: Просто слушай сове сердце.

source: I better get going.
ru: Мне надо идти.

source: If I don' t see you again, I hope everything turns out OK.
ru: Если я не увижу вас снова, надеюсь, у вас все будет хорошо.

source: Say good- bye to your birds for me.
ru: Скажите вашим птицам до свидания.

source: Oh, I will.
ru: Хорошо, скажу.

source: I won' t forget to remember you.
ru: Если вам нужен кто- то, кому надо доверять, это могу быть я.

source: Guide me home for Christmas
ru: Не давай обещаний, которых не сможешь выполнить.

source: Mr. Duncan is going to donate to the Children' s Hospital.
ru: Все деньги, вырученные сегодня... мистер Дункан пожертвует детской больнице.

source: At midnight tonight, we' re hitting Duncan' s Toy Chest.
ru: В полночь мы ограбим магазин Дункана.

source: You can mess with a lot of things... but you can' t mess with kids on Christmas.
ru: Вы можете наделать много плохих вещей... но вы не можете испортить детям рождество.

source: We' d like to offer you... a complimentary suite while you' re here.
ru: Мы хотели бы предложить вам... прекрасные апартаменты, пока вы здесь.

source: It' s a penthouse with a view of the park.
ru: Это пентхаус с видом на парк.

source: I think you' il find it satisfactory.
ru: Я думаю, вы найдете его удовлетворительным.

source: It was recently vacated by the Countess of Worcestershire.
ru: Из него только что выехала графиня - Вустарше.

source: What kind of hotel allows a child to check in alone?
ru: Что это за отель, который позволяет детям самостоятельно бронировать номер?

source: The boy had a very convincing story.
ru: У мальчика была очень убедительная история.

source: What kind of idiots are working here?
ru: Что за идиоты работают здесь?

source: When you discovered the credit card was stolen --
ru: Когда вы обнаружили, что кредитная карта украдена -

source: I made the discovery.
ru: Это я узнал.

source: Why did you let him leave?
ru: Почему вы дали ему уйти?

source: When we attempted to confront him, he ran.
ru: Когда мы попытались задержать его, он убежал.

source: It' s Christmas Eve, and because of you... our child is lost in one of the biggest cities in the world.
ru: Сейчас Рождество, и из- за вас... наш ребенок затерялся в самом большом городе мира.

source: Could you take our family and our luggage up to the room?
ru: Могли бы вы отнести наш багаж в номер?

source: Run along, Cedric.
ru: Быстрее.

source: I' m going down to the police station... and make sure they' re trying to find Kevin.
ru: Я поеду в полицию... хочу убедиться, что они ищут его.

source: I want you to stay with the kids.
ru: А ты оставайся с детьми.

source: I' m going to look for him.
ru: Я пойду искать его.

source: With all due respect, madam... your son is lost in one of the biggest cities in the world.
ru: При всем уважении, мадам... ваш сын потерялся в одном из самых больших городов мира.

source: Could you stay out of this, please?
ru: Не влезайте не в свое дело.

source: As you wish.
ru: Как пожелаете.

source: I don' t think it' s a good idea... for you to run around New York City all by yourself.
ru: Я не думаю, что это хорошая идея... чтобы ты одна ходила по Нью- Йорку.

source: If our son can do it, I can do it.
ru: Если наш сын смог, то и я смогу.

source: Peter, I' il be fine.
ru: Питер, я буду в порядке.

source: The way I' m feeling... no mugger or murderer would dare mess with me.
ru: Я сейчас в таком состоянии... что ни один бандит со мной ничего не сделает.

source: Madam, there are hundreds of parasites... armed to the teeth --
ru: Мадам, здесь сотни бандитов... вооруженных до зубов.

source: Do bundle up.
ru: Оденьтесь потеплее.

source: It' s awfully cold outside.
ru: Там холодно.

source: Marv, Marv, come on.
ru: Марв, Марв, давай, пошли.

source: Marv... crowbars up.
ru: Марв... бери лом.

source: Merry Christmas, Harry.
ru: Счастливого рождества, Гарри.

source: The amazing thing is, we' re fugitives from the law... we' re up to our elbows in cash... and nobody even knows about it.
ru: Самое смешное, это то, что нас все ищут... а мы грабим магазин... и никто об этом не знает.

source: He' s back!
ru: Он вернулся!

source: He took our picture!
ru: Он нас сфотографировал!

source: This is it.
ru: Вот и все.

source: No turning back.
ru: Назад дороги нет.

source: Another Christmas in the trenches.
ru: Еще одно рождество насмарку.

source: Get the money!
ru: Бери деньги!

source: I' il kill him!
ru: Я убью его!

source: That little friggin 'son of a dirty...
ru: Этот маленький надоедливый негодяй...

source: - I' m coming, Harry!
ru: Я иду, Гарри!!

source: Harry?
ru: Гарри?

source: Harry!
ru: Гарри!

source: [Mutters]
ru: Это было здорово!

source: I twisted my ankle on that board there.
ru: Я вывихнул себе лодыжку.

source: - Where is he?
ru: - Где он?

source: I got you.
ru: Я держу тебя.

source: Let' s kill!
ru: Давай убьем его!

source: Hold on, pea- brain.
ru: Подожди, умник.

source: We got busted last time... because we underestimated that little bundle of misery.
ru: Мы проваливались все это время... потому что недооценивали его.

source: This ain' t like the last time.
ru: Это не так, как в прошлый раз.

source: This ain' t his house.
ru: Это не его дом.

source: The kid' s running scared.
ru: И он напуган.

source: He ain' t got a plan.
ru: У него нет плана.

source: May I do the thinking, please?
ru: Можно я подумаю?

source: Sonny!
ru: Сынок!

source: Nothing would thrill me more greatly... than to shoot you.
ru: Ничто бы не порадовало меня больше... чем выстрелить в тебя.

source: Knocking off a youngster... ain' t going to mean all that much to me, understand?
ru: Ничто не доставило бы мне... большего удовольствия, понятно?

source: Mm- hmm.
ru: Но так как у нас мало времени.

source: But since we' re in a hurry, I' il make a deal with you.
ru: Я заключу с тобой сделку.

source: You throw down your camera... and we won' t hurt you.
ru: Ты бросишь нам камеру... и мы тебя не тронем.

source: You' il never hear from us again.
ru: Ты больше никогда о нас не услышишь.

source: OK?
ru: Хорошо?

source: You promise?
ru: Обещаешь?

source: I cross my heart and hope to die.
ru: Клянусь своей жизнью.

source: Direct hit!
ru: Прямое попадание!

source: How many fingers am I holding up, Marv?
ru: Сколько у меня пальцев?

source: Eight?
ru: Восемь?

source: You want to throw bricks?
ru: Хорошо, мальчик, ты хочешь кидаться кирпичами?

source: Go ahead!
ru: Давай!

source: Throw another one!
ru: Бросай еще один!

source: If you can' t do any better than that, kid... you' re gonna lose!
ru: Если ты не можешь придумать что- нибудь получше... ты проиграешь!

source: Harry... no.
ru: Гарри... нет.

source: You got any more?
ru: У тебя еще есть?

source: Come on, Marv.
ru: Давай, Марв.

source: Ha ba...
ru: У него кончились кирпичи.

source: What?
ru: - Что?

source: Nobody throws bricks at me and gets away with it!
ru: Никто не кидался в меня кирпичами и уходил безнаказанным!

source: Marv, get up.
ru: Марв, вставай..

source: You go this way, I' il go around back.
ru: Ты пойдешь здесь, а я сзади.

source: Huh?
ru: Гарри?

source: Harry, I' ve reached the top!
ru: Гарри, я добрался!

source: - Aah!
ru: Тебе придется придумать что- то получше, мальчик!

source: What a hole.
ru: Ну и дыра.

source: I' m coming up!
ru: Я иду!

source: Ah- choo!
ru: Я убью этого мальчишку!

source: Don' t you know a kid always wins against two idiots?
ru: Разве вы не знаете, что ребенок всегда побеждает двух идиотов?

source: He' s in the living room!
ru: Он в гостиной!

source: I' m coming, Harry.
ru: Я поднимаюсь, Гарри.

source: I' m coming.
ru: Я иду.

source: Harry, Harry.
ru: Гарри, Гарри.

source: Hey, you didn' t lose any teeth.
ru: Ты не выбил ни одного зуба?

source: Hey... why don' t you guys try the stairs?
ru: Почему бы вам не попробовать по лестнице?

source: Wait a minute.
ru: Подожди минутку.

source: Wait a minute!
ru: Минутку!!!

source: Don' t you remember what happened last year?
ru: Разве ты не помнишь, как было в прошлом году?

source: Watch this.
ru: Осторожно.

source: [Makes sound of footsteps]
ru: Давай возьмем его!

source: He busted me right in my mouth, Marv!
ru: Он попал мне прямо по челюсти!

source: That' s one.
ru: Это один.

source: Don' t worry, Harry!
ru: Не волнуйся, Гарри!

source: I' il get him!
ru: Я достану его!

source: Right in the schnozz!
ru: Прямо по носу!

source: That' s two.
ru: Это два.

source: Let' s get him.
ru: Пошли.

source: That' s... three.
ru: Это... три.

source: That' s four.
ru: Это четыре.

source: Come on, Harry.
ru: Давай, Гарри.

source: Oh, yeah.
ru: О, да.

source: I worked all the kinks out.
ru: Я все предусмотрел.

source: [Furniture collapsing]
ru: Крепко, как камень.

source: Like a rock, huh, Marv?
ru: Как камень, да, Марв?

source: Hey, do you guys give up?
ru: Ну что, вы сдаетесь?

source: Have you had enough pain?
ru: Вам еще мало?

source: Never!
ru: Никогда!

source: You better say every prayer you ever heard before!
ru: Тебе бы лучше припомнить все молитвы, если ты их когда- либо слышал!

source: I hope your parents got you a tombstone for Christmas!
ru: Надеюсь, твои родители поставят тебе к Рождеству надгробный камень!

source: Where' d he go?
ru: Куда он делся?

source: I' m up here, and I' m really scared.
ru: Я здесь, и мне очень страшно.

source: What' s that sound?
ru: Что это за звук?

source: [Crunch]
ru: Это был звук шкафа с инструментами... падающего с лестницы.

source: Over there!
ru: Сюда!

source: I' m killing that kid!
ru: Даже если меня посадят на электрический стул, я убью его!

source: He vanished.
ru: Он исчез.

source: Nice night for a neck injury!
ru: Хорошенькая ночь!

source: Oh, I don' t know.
ru: Я не знаю.

source: I said, come on.
ru: Я сказал, пошли.

source: [Whimpering]
ru: Давай, громила.

source: That' s not aftershave.
ru: Это не одеколон.

source: That' s kerosene.
ru: Это керосин.

source: The rope is soaked in it.
ru: Вся веревка им пропитана.

source: Why would anybody soak a rope in kerosene?
ru: Зачем веревка пропитана керосином?

source: Ouch!
ru: Слезь с меня!

source: Hello.
ru: Бери сумку.

source: The two guys who robbed Duncan' s Toy Chest... are at Central Park West and 95th Street.
ru: Двое ребят, которые ограбили магазин Дункана...

source: Look for fireworks.
ru: Ищите фейерверк.

source: Hurry.
ru: И быстрее.

source: Hey, I' m down here.
ru: Я здесь.

source: My, how the tables have turned.
ru: Как же все перевернулось.

source: [Both laughing]
ru: Как тебе понравился лед?

source: Let' s go for a little stroll in the park.
ru: Давай немного прогуляемся в парке.

source: Give me that bag!
ru: Дай мне сумку!

source: Gimme it.
ru: Дай мне.

source: These will look great in the photo album.
ru: Это будет хорошо смотреться в фотоальбоме.

source: You may have won the battle, little dude... but you lost the war.
ru: Ты выиграл битву, маленький негодяй... но ты проиграл войну.

source: You ought not have messed with us, pal.
ru: Тебе не надо было связываться с нами, дружок.

source: We' re dangerous.
ru: Мы опасные.

source: - Harry.
ru: Гарри.

source: - Shut up.
ru: Заткнись.

source: Harry...
ru: Гарри...

source: Shut up.
ru: Заткнись.

source: Something' s wrong.
ru: Что- то не так.

source: Let' s get out of here.
ru: Давай пойдем отсюда.

source: Shut up, I said!
ru: Заткнись!

source: I never made it to the sixth grade, kid... and it doesn' t look like you' re going to, either.
ru: Я никогда не учился в шестом классе... похоже, и тебе не придется.

source: Let him go!
ru: Отпустите его!

source: Kevin, run!
ru: Кевин, беги!

source: Shoot her!
ru: Стреляй, стреляй в нее!

source: I' m trying to shoot her!
ru: Я пытаюсь!

source: Thanks!
ru: Спасибо!

source: Jeez, it looks like the Fourth of July!
ru: Как в День Независимости!

source: We' il take the bridge.
ru: Мы пойдем через мост.

source: SECOND OFFlCER:
ru: Хорошо, ребята, пойдемте.

source: On yourfeet.
ru: Вставайте.

source: Take it easy.
ru: Полегче.

source: You guys should' ve started earlier.
ru: Вам, ребята, надо было начать раньше.

source: The prisoners have already exchanged gifts.
ru: Заключенные уже обменялись подарками.

source: We missed the presents?
ru: Нам не достанется подарков?

source: He made us hide out in a store... so we could steal the charity money.
ru: Он заставил нас прятаться в магазине... и мы украли там деньги.

source: You got the right to remain silent, you know.
ru: У вас есть право хранить молчание.

source: He' s a little cranky.
ru: Он немного взволнован.

source: We just broke out of prison a few days ago.
ru: Совсем недавно мы сбежали из тюрьмы.

source: Jeez!
ru: Заткнись, Марв!

source: - Get them out of here.
ru: Уведите их отсюда.

source: - Let' s go.
ru: Пошли.

source: Remember, if this makes the papers... we' re no longer the Wet Bandits.
ru: Помните, если это будет в газетах... мы больше не Мокрые Бандиты.

source: Ow!
ru: Мы теперь Липкие Бандиты!

source: That' s "S"...
ru: Ох, уж эти Липкие...

source: Shut it!
ru: Заткнись!

source: Mr. Duncan, it' s all over.
ru: Мистер Дункан, все в порядке.

source: We apprehended the thieves, and we recovered your money.
ru: Мы поймали воров, и вернули деньги.

source: I' il handle it personally.
ru: Я прослежу за этим.

source: Thank you very much.
ru: Большое спасибо.

source: I found this note.
ru: Простите, мистер Дункан.

source: Looks like a kid broke your window.
ru: Я нашел записку.

source: Oh, excuse me.
ru: Горлицы.

source: I' m looking for my son.
ru: Извините, я ищу своего сына.

source: He' s this boy right here.
ru: Вот этого мальчика.

source: Please help me.
ru: Помогите, пожалуйста.

source: This boy right here, have you seen him?
ru: Вы не видели вот этого мальчика?

source: Please?
ru: Вот этого?

source: He' s been missing for two days.
ru: Он потерялся два дня назад.

source: Yes, of course we have.
ru: Конечно.

source: Then trust us.
ru: Тогда доверьтесь нам.

source: We' il handle it.
ru: Мы займемся этим.

source: But I' m his mother.
ru: Я понимаю это...

source: I realize that, ma' am... but you' re looking for a needle in a haystack.
ru: Но вы ищете иголку в стоге сена.

source: Do you have kids?
ru: У вас есть дети?

source: Yes, ma' am.
ru: Да, мадам.

source: And what would you do if one of them was missing?
ru: И что бы вы делали, если бы это произошло?

source: I' d probably be doing the same thing you' re doing.
ru: Я бы делал то же самое.

source: Look, put yourself in your kid' s shoes.
ru: Поставьте себя на его место.

source: Where would you go?
ru: Куда бы вы пошли?

source: What would you do?
ru: Что бы вы делали?

source: I' d probably be lying dead in a gutter somewhere.
ru: Я бы уже лежала мертвой где- нибудь.

source: Kevin is so much stronger and braver than I am.
ru: Кевин намного сильнее и храбрее меня.

source: I know Kevin' s fine.
ru: Я знаю, что Кевин в порядке.

source: I' m sure he is.
ru: Хорошо.

source: But he' s still all by himself in a big city... and he doesn' t deserve that.
ru: Так не должно быть.

source: He deserves to be at home with his own family... around his Christmas tree.
ru: Он должен быть дома с семьей... рядом с рождественской елкой.

source: Oh, dear God.
ru: О, Господи.

source: I know where he is.
ru: Я знаю, где он.

source: I need to get to Rockefeller Center.
ru: Мне надо к центру Рокфеллера.

source: Hop in.
ru: Садитесь.

source: I know I don' t deserve a Christmas... even if I did do a good deed.
ru: Я знаю, что не заслуживаю Рождество... даже если бы я сделал хорошее дело.

source: I don' t want any presents.
ru: Мне не нужны подарки.

source: Instead, I want to take back... every mean thing I ever said to my family.... even if they don' t take back the things they said.
ru: Вместо этого я хочу вернуть... обратно все плохие слова, которые говорил своей семье... даже если они не возьмут обратно свои слова.

source: I don' t care.
ru: Мне все равно.

source: I' il love all of them... including Buzz.
ru: Даже Базза.

source: If I can only see one, can I see my mother?
ru: Если бы я мог увидеть кого- нибудь одного, можно мне увидеть маму?

source: I' il never want another thing as long as I live.
ru: Я никогда не хотел ничего больше, чем этого.

source: I just want my mother.
ru: Я просто хочу увидеть маму.

source: I know I won' t see her tonight... but promise me I can see her again... sometime, anytime.
ru: Я знаю, что не увижу ее сегодня... но я обещаю, когда снова увижу ее... когда- нибудь.

source: Even if it' s just once and only for a couple of minutes.
ru: Даже если только на пару минут.

source: I just need to tell her I' m sorry.
ru: Я попрошу у нее прощения.

source: Kevin?
ru: Кевин?

source: Mom?
ru: Мам?

source: That worked fast.
ru: Так быстро.

source: Oh, Kevin.
ru: Кевин.

source: Mom, I' m sorry.
ru: Мам, прости.

source: Merry Christmas, sweetheart.
ru: С рождеством, дорогой.

source: I know you and Christmas trees... and this is the biggest around.
ru: Я знаю, как ты любишь Рождественские елки... а это самая большая.

source: They' re at the hotel.
ru: Они в отеле.

source: [Snoring]
ru: Им тоже не нравятся пальмы.

source: Holy smokes!
ru: Боже мой!

source: It' s morning!
ru: Уже утро!

source: It' s Christmas morning, man.
ru: Уже утро.

source: FULLER:
ru: Я и не подумаю вставать.

source: I don' t think Santa Claus visits hotels.
ru: Не думаю, что Санта приходит в отели.

source: Are you nuts?
ru: Ты что?

source: He' s omnipresent.
ru: Он же волшебник.

source: He goes everywhere.
ru: Он приходит везде.

source: Hey, guys, wake up!
ru: Ребята, вставайте!

source: It' s Christmas!
ru: Уже Рождество!

source: What on earth?
ru: Что это?

source: I wanna find out.
ru: Пошли.

source: Where did it all come from?
ru: Откуда это все?

source: Mom!
ru: Мам!

source: Dad!
ru: Пап!

source: - Gosh.
ru: Посмотрите сюда!

source: - Peter!
ru: Питер!

source: Are you sure we' re in the right room?
ru: Вы уверены, что мы в своем номере?

source: - Yeah!
ru: Смотрите, сколько здесь подарков!

source: - Look!
ru: Смотрите!

source: I mean it.
ru: Мои подарки не открывать.

source: Duncan?
ru: Дункан?

source: Calm down.
ru: Успокойтесь все.

source: Hey, hey!
ru: Эй!

source: I think it only fair... that Kevin get to open up the first present.
ru: Если бы Кевин не заварил всю эту кашу... мы бы не оказались в этом шикарном месте... со всеми этими подарками... итак... я думаю... что Кевин должен первым открыть свой подарок.

source: Then I' il go... and the rest of you, and so on.
ru: Потом я... потом вы.

source: Merry Christmas, Kev.
ru: С рождеством, Кевин.

source: OK, Kevin!
ru: Хорошо, Кевин!

source: Merry Christmas!
ru: Веселого Рождества!

source: - All right!
ru: Хватит этих сентиментальностей... давайте начинать!

source: - Everybody, wait.
ru: Подождите.

source: Save the paper.
ru: Не рвите бумагу.

source: We can use it next year.
ru: Она пригодится в следующем году.

source: Give me the bows.
ru: И бантики тоже.

source: Kevin!
ru: Кевин!

source: I got something for you.
ru: У меня есть кое- что для вас.

source: It' s a turtledove.
ru: Это горлица.

source: As long as we each have a turtledove... we' il be friends forever.
ru: У вас есть одна, и у меня. пока мы их храним... мы друзья навсегда.

source: I won' t forget you.
ru: Я не забуду вас.

source: Mr. McCallister' s room service bill, sir.
ru: Счет, сэр.

source: Merry Christmas, sir.
ru: С рождеством.

source: Nice family.
ru: Прекрасная семейка.

source: Merry Christmas, indeed.
ru: Счастливого Рождества.

source: Oh, Dad...
ru: Пап...

source: Merry Christmas
ru: Ты истратил $967 на обслуживание?!

source: Close as I can figure it, the year is 1300 A. D., and I' m being dragged to my death.
ru: Как мне удалось выяснить, сейчас 1300 год от Рождества Христова, и я обречен на смерть.

source: It wasn' t always like this.
ru: Но так было не всегда.

source: A job.
ru: Настоящая работа...

source: Shop smart.
ru: Отдел скобяных изделий открыт до 12.

source: Together, we drove to a small cabin in the mountains.
ru: "Делай покупку с умом, загляни - все, что нужно найдем".

source: It seems an archaeologist had come to this remote place... to translate and study his latest find,
ru: У меня была замечательная девушка...

source: "The Book of the Dead."
ru: Линда.

source: Bound in human flesh and inked in blood, this ancient Sumerian text contained bizarre burial rites, funerary incantations and demon resurrection passages.
ru: Однажды мы вместе отправились в маленькую хижину в горах.

source: It took Linda.
ru: Раньше в этой заброшенной хижине жил археолог.

source: How do you stop it?
ru: Здесь он занимался изучением и переводом своей последней находки.

source: All right, you men, fall in!
ru: Некрологическое Древо бытия.

source: All o 'ya, keep a pace!
ru: Книга мертвых.

source: Stand fast, hellhound!
ru: Граница для всего живого, выкрашенная кровью.

source: No, no.
ru: Этот древний киммерийский труд содержал описания похоронных обычаев, погребальные заклинания, а так же заклинания для воскресения демонов.

source: Uh, I don' t know how I got here,
ru: Эта книга никогда не должна была быть открыта миру живых.

source: - and, uh, uh, I' m not looking for any trouble.
ru: Ее сила пробудила Зло, обитавшее в лесу.

source: What a piece of armor this is!
ru: Оно забрало Линду.

source: Come on, all you men.
ru: А потом пришло за мной.

source: My lord, I believe he is the one written of in the Necronomicon.
ru: Оно проникло в мою руку.

source: He who' s prophesied to fall from the heavens... and deliver us from the terrors of the Deadites.
ru: Рука перестала мне подчиняться.
